$(function(){
	//改变联系方式
	function changeInfo(){
		//微信名称
		var wxName = "weixinlapiao666",
		//手机号码
			phoneNum = "15028632514",
		//网址
			webSrc = "qxrih.cn";
		$('.wx-name').html(wxName);
		$('.phone-num').html(phoneNum);
		$('.web-src').html(webSrc);
	}
	//改变联系方式
	changeInfo();
	
	//改变排列顺序
	function changeList(){
		var arrList = new Array();
		$('.more-list').children().each(function(){
			var abc = Math.floor(Math.random()*5);
			var thisIndex = $(this).index();
			//等于0则隐藏
			if(thisIndex%abc){
				$(this).hide()
			}
			console.log(thisIndex,abc,!(thisIndex%abc))
		})

	}
	//改变排列顺序
	//changeList();

	//左侧的联系方式
	function changeLeftContact(){
		var fatherDiv = $('.wrap_left');
		var left_more= $('<p>联系我们</p><p><span><span style="color: rgb(26, 26, 26); font-family: 微软雅黑; font-size: 14px;">电话：</span><span class="phone-num">uc557799</span></span></p><p><span style="color: rgb(26, 26, 26); font-family: 微软雅黑; font-size: 14px;">微信：</span><span class="wx-name">uc557799</span></p><p>扫描二维码咨询微信刷票</p><img alt="" src="images/ewm_01.jpg" style="width: 151px; height: 151px;"><br>');
		left_more.appendTo(fatherDiv)
		//改变联系方式
		changeInfo();
	}
	changeLeftContact();

	//改变公用头部
	function changeHeader(){
		var fatherDiv = $('.banner-content');
		//var header_more = $('<div class="banner-content-center"><img class="index-ewm" src="images/ewm_01.jpg" alt=""><div class="banner-content-div"><h4><<扫码刷票</h4><h4><<扫码刷票</h4><h4><<扫码刷票</h4></div></div>');
		var header_more = $('<div class="banner-content-center"><img class="index-ewm" src="images/ewm_01.jpg" alt=""><div class="banner-content-div"><div class="banner-content-div-box"><h4>专业 安全 高效</h4></div></div></div>');
		header_more.appendTo(fatherDiv);
	}
	//改变公用头部
	changeHeader()
	
	//改变公用底部
	function changeFooter(){
		var fatherDiv = $('.public-js-footer');
		var e_more= $('<div class="index"><div class="i-main-06"><div class="index-footer-body"><p>蜀ICP备11018552号    许可证：2305101号<br>天蓬团队 版权所有 Copyright 2002--2018</p><p>24H  028-85516789</p><p><a href="other2.html">微信刷票</a><a href="other3.html">人工投票</a><a href="lxwm.html">联系我们</a></p></div></div></div>');
		e_more.appendTo(fatherDiv);
	}
	//改变公用底部
	changeFooter()



	//添加文章内容
	function addTxtMore(){
		var txtListLength = addTxtList.length;	
		var fatherDiv = $('.more-list');
		var addNumMore = 4; //每次加载几篇文章
		var addNum = addNumMore + first_num; //添加文章个数
		var e_title ,	//文章标题
			e_content,	//文章内容
			e_name = '天蓬团队',		//团队名字
			e_href,		//文章链接名
			e_img;		//图片
		for(first_num;first_num<addNum; first_num++){
			e_title = addTxtList[first_num][0];
			e_content = addTxtList[first_num][1];
			e_img = first_num + 1;
			e_href = txtListLength  -first_num;
			//小于10则在前面添加0;
			if(e_href<10){
				e_href =  '0' + e_href;
			}
			var txt_more = $('<a class="click-nav" href="page/page'+ 
			e_href + '.html" ><li><div><img src="images/'+ 
			e_img + '.jpg" alt="' + 
			e_name + '"></div><p class="list_title">' +
			e_title + '</p><p class="list_little_title">' + 
			e_content +'</p></li></a>')
			txt_more.appendTo(fatherDiv)
			console.log(first_num)
			console.log(e_href)
		}
	}
	
	

	var first_num = 0;
	//数组列表文章
	//从上往下添加，['标题','内容'],
	var addTxtList = [
		// ['',''],
                // ['',''], 
                ['如何安全进行微信投票来获得投票数 ','  你在刷朋友圈的时候会看到别人的票数遥遥领先，自己不要只会嫉妒，这就是微信刷票，那么你想知道微信刷票的技巧吗？以前刷票的过程(guò chéng)利用机器或者软件来进行不同角色的扮演来进行虚拟的投票，刚开始的时候可能因为投票的后台比较不稳定(wěn dìng)所以漏洞比较多，但是现在再利用这种方法就很容易检测到。'],
                ['请人刷票的时候你会给大家发红包吗','   生活中大家估计都会遇到这样的情况(Condition)，就是别人请你帮忙刷票，然后给你发了一个红包，俗话说吃人嘴软，拿人手短，领了别人的红包肯定是要帮忙投票的，这样的拉票方式方法也不为是一种方法，因为请投票公司(Company)投票也是要花钱，而且有些投票公司(Company)还不诚信，使用投票软件来实现投票数量，这样的投票结果是没有质量保证的，如果被活动主办方发现了，还会被取消参赛资格的，所以非常多人都不敢冒险。'], 
                ['浅析刷票公司为何可以快速刷票','  放暑假的时候和奶奶共同看中国好声音，我告诉她选手的人气都是刷票的，她很是困惑要怎么来刷才能拥有如此惊人的人气，为了让她老人家明白的更通透，我进行了资料(Means)的搜集与查询。人工投票帮助大家进行投票的时候，通常都会帮助大家选择纯手工投票，因为纯手工投票是能够在一定程度上保证每一位朋友，在参加活动时的安全性。是不会被其他人发现的，这样子既能够帮助大家在活动中获得第一名，也是能够在一定程度上减小参加比赛者的经历。'],
                ['浅谈微信投票拉票对大家的影响',';这是我们家宝贝，麻烦投一票 ;、 ;我正在评选最美店长，帮忙投一票，谢谢！ ; ;考验友情的 时 候 到 了 ，投 ×× 号 一票 ;……继集赞、晒娃、卖土特产以后，相信非常多人都被微信朋友圈的各种 ;求投票 ;突击，令人目不暇接。'],
                ['教你怎么发起微信投票 ','使用微信的朋友们是不是常常会在朋友圈里看到朋友转发的一些投票的链接，你点击进去，就可以帮你的好友投票。网络投票如果你想让自己的排名始终靠前，仅仅依靠周围的亲人朋友的投票可不行，还需要专业的刷票团队来为你排忧解难，只需要支付很小的一笔钱，便可以得到更多的现实利益的回报。那么，微信投票是怎么发起的呢？我们来了解(Find out)一下。'], 
                ['教你如何才能快速提升微信投票票数','现在微信的使用群体可以说是越来越庞大，而且针对于微信这个比较封闭的圈子来说，可以利用的有效资源确实比较少，一旦我们需要在一些活动当中进行投票的时候，如果想要可以让投微信票获得更高的票数，就必须要发动所有的亲戚朋友来为自己投票，但是这个过程(guò chéng)也非常的麻烦，甚至可能还会遭到非常多人的反感。'], 
                ['公众平台投票规则说明：同一个微信号是否可以重复投票？',' 同一个微信号只可以参与相同投票一次，且不支持查看其他参与人微信号或昵称。微信投票是在市场经济环境中产生的一种新事物，在过去投票其实是一种调查观众一件的方式，看某一个节目是否受到群众的欢迎，但是现在的投票已经演变成一种商业活动了，它除了体现人气之外，还成为了一种明码标价的产品。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。'], 
                ['教你巧用微信平台获取高数投票 ',' 目前为止，最流行的聊天软件莫过于微信了，随着微信软件的不断推广，使用的人数也越来越多，自然而然的，微信也被越来越多的人作为一个投票的平台。怎么样才能充分利用微信这个平台得到更多的票呢？下面我为大家分享一些经验。'], 
                ['互联网时代，微信投票已成必然趋势',' 互联网时代，微信的出现改变了生活，生活带动了微信投票的发展，有时候微信投票的进步让我们体验到了非常多的先进技术比如说一些投票产品(Product)，它们悄然无声的走进了我们的生活，我们有些猝不及防，我们的生活观念变了，我们的认识也随着时代的发展有一些改变，一些新鲜的词汇已经屡见不鲜，比如超级萌宝，男神女神也就是其中之一。'], 
                ['教您如何选择优质的刷票公司','   在网络普及的当今时代，各式各样的投票活动也层出不穷，由此也衍生出了各种形式的刷票公司(Company)。刷票软件如果你参与了一些投票比拼活动，但是现实中又没有办法拉到更多的投票，不如选择在网上寻找微信投票公司帮助投票，这些专业的帮助别人投票的公司，有非常完善的措施，纯手工投票，不会出现任何问题。虽然需要花费一些资金，但是只要能够达到自己的目的，那也是相当值得的，值得一试。'], 
                ['微信人工投票通常怎么收费的？','由于现在大家对于微信人工投票的行业需求开始逐渐提升，所以这也就促使微信投票行业的发展速度越来越快，如果大家在参加(cān jiā)微信投票活动的时候想要获得胜利，并且希望可以让自己每一张票数都是真实可靠的，尤其是不用担心官方后台进行刷票审查，大家一定能够了解(Find out)微信人工投票怎么收费，并且必须要能够合理的判断刷票的方式方法，这对于自己刷票是非常重要的。刷票软件一般情况下，消费者需要微信的投票都需要纯手工刷票，这需要一些麻烦的流程，所以价格会相对贵一些，不过，如果奖品的金额比较诱人的话，还是值得花费一些金钱去进行刷票的。'], 
                ['微信人工投票刷票帮助企业快速提升排名','如今在微信平台里面，涌现了各式各样的投票活动，一方面希望通过(tōng guò)投票活动来了解(Find out)用户的需求，另一方面可以帮助公司或是商家达到一个宣传目的。微信投票是数量最多、最具活力的经济群体，与民营企业互为主体，在扩大就业、促进非公经济发展等方面发挥不可替代重要作用，发展微信刷票具有全局和长远的战略意义。在这样的投票过程(guò chéng)当中，如果才能真正占据上风呢？这无疑成为了非常多朋友都在思考的问题(Emerson)'], 
                ['微信人工刷票应该怎么操作比较靠谱？','大家在进行微信人工刷票的过程(guò chéng)当中，大家如果想要可以让自己获得更多的票数，就必须要能够了解(Find out)微信人工刷票怎么操作控制，这样才能够选择(xuanze)合适的投票刷票器，在进行操作的过程中功能性非常强，同时也必须要能够保证安全性，最重要的就是刷票的速度非常快，这样才能够让自己获得更多的票数，从而可以让自己获得比赛的胜利，那么到底怎么操作才可以更安全呢？'], 
                ['微信人工投票的乐趣你体验到了吗','说到微信人工投票非常多的微信网友都不陌生，因为他们或多或少的体验到了投票的乐趣，因为自己的一票可能就让一个公司更好的发展，也有可能让一个单位(unit)更高效的服务(fú wù)群众，同样也能让一个出类拔萃的人物登上历史舞台，这就是微信人工投票的乐趣，你体验到了吗? 　　 　　春晚的节目正在继续，对于优秀的节目评选也在继续，为了更好的提升春晚节目娱乐教育(Education)性，为了给我们的精神生活带来更多的惊喜，所以每年的春晚都进行你最喜爱的节目的评选。'], 
                ['微信人工投票的优势有哪些？','目前，投票方式方法是非常便捷的，这也是由于高科技的技术产生，因此，可以给大家的日常生活带来许多便捷之处的，进而就会让我们的生活变得很丰富的。微信本就是非常受欢迎的一种软件，能看到不管是什么年龄段的人都是会玩微信的，由于从微信上，就可以知道许多信息的。比如拿投票来讲，现在在微信上来进行，微信人工投票也是其中一种类型。'], 
                ['微信人工投票哪家便宜而且效果又好呢？','想要可以判断微信人工投票哪家便宜而且效果又好，建议大家一定要能够通过(tōng guò)下面这些细节因素来进行综合又全面的考量，这样才能够让我们在选择(xuanze)的时候有更好的针对性，并且能够保证投票的过程(guò chéng)更安全，毕竟专业正规的人工投票平台可以保证服务(fú wù)的细节能够达到更高的标准，既可以让投票的效果达到更好的标准，也可以让票数拥有更好的提升。'], 
                ['微信活动营销对企业有哪些优势？','现在非常多公司(Company)公司在进行推广和营销的过程(guò chéng)当中，都会比较依赖于微信这个平台来进行营销，因为通过(tōng guò)微信平台来进行宣传和营销可以控制（control)宣传成本，并且可以突破传统媒体宣传所带来的一些局限性，现在有很多企业都会进行微信活动营销，目的就是为了能够吸引更多的用户，同时对于自己的发展也是有特别多的优势。'],
                ['微信活动盛行的今天怎么才能进行快速拉票','不知道大家有没有注意(attention)到，好多微信朋友在朋友圈里发一些有关投票的东西，顺便加上一句让大家帮忙刷一票，为什么会有这么多微信刷票相关(related)活动呢？这是因为随着微信用户的数量大幅的上涨，让越来越多的各种部门都开始将自己公司(Company)的一些活动以微信投票的方式方法；来选择(xuanze)获胜者。'], 
                ['微信活动策划方案要多少钱','如今，进驻微信平台的公司越来越多，非常多企业都会与专业的推广营销公司建立合作(collaborate)，让推广营销公司为企业打造一套独一无二的推广营销策划方案(fāng àn)，因此很多企业都在这个过程(guò chéng)中，与多方洽谈合作，查看推广营销公司以往的案例(àn lì)，并进行询价，让推广营销公司给出一个最低的报价和大体的方案设计方向，企业会优中选优，与优秀的团队建立合作，让推广营销公司为企业打造一个微信拉票活动策划方案。'],
                ['微信互动活动对商家有哪些优势？','对于现在的微信投票平台运营来说，如果想可以让自己的微信公众号得到更多人的关注，并且可以在运营的过程(guò chéng)当中得到更好的效果，建议大家一定要能够多和自己的粉丝用户互动，这样才能够吸引更多的人前来关注，对于针对性目标群体的吸引也会提升，微信互动活动就是非常重要的一项活动，而且确实有非常多的优势。'],
                ['可以使用刷票这种方式来增加自己的投票吗','  非常多人都曾经参加(cān jiā)过一些商家举办的投票活动，参与者只要发动别人为自己投票，然后谁得到的票数最多就可以有相应的奖励，想得到更多的票数，不少人选择(xuanze)刷票这种形式来实现这一目的，也就是说，寻找专业的帮助别人投票的团队，付出一定的酬金便可以实现目标。'],
                ['科技轻松助你实现微信投票目标',' 对于微信，可谓火爆，因为如今是网络的时代，是微信的时代，几乎每个手机朋友都在玩微信，微信联系，朋友圈各种晒，成了大家熟悉的生活。微信投票是数量最多、最具活力的经济群体，与民营企业互为主体，在扩大就业、促进非公经济发展等方面发挥不可替代重要作用，发展微信刷票具有全局和长远的战略意义。'],
                ['科技改变生活,一场轰轰烈烈的刷票公司的改革风','一场轰轰烈烈的刷票公司(Company)的刷票革命正处在进行时。刷票软件一般情况下，消费者需要微信的投票都需要纯手工刷票，这需要一些麻烦的流程，所以价格会相对贵一些，不过，如果奖品的金额比较诱人的话，还是值得花费一些金钱去进行刷票的。刷票所需要花费的金额，一般人都是可以承受的起的，完全不用担心，并且这种方式也比较的安全可靠，能很好的实现需要刷票者的目的。'],
                ['看朋友圈炸弹的微信投票积极互动效应',' 时至年底各种活动晚会接踵而至，作为移动互联网最火热的微信平台，各种微信投票活动不断出现，之前商家的各种 ;最美 ;系列以及 ;萌宝 ;系列，在一定程度上刷爆了朋友圈，也引起了朋友圈哀声遍野，不过微信投票活动也不是百无一用的，至少在各种活动的参与中可以起到更好的互动作用，网民借助微信投票形式与节目以及网民之间实现了积极交流。'],
                ['开微店微信刷票很关键 ','  开微店微信刷票很关键，如今微店越来越火爆，非常多人选择(xuanze)进微店购物，既方便又快捷，节省了大量去超市购物的时间和精力，未来社会微店会更加盛行。'],
                ['据调查大部分朋友都非常讨厌朋友圈刷票的链接','   非常多人都在说现在在朋友圈刷票的成功机率是越来越低了，有人对这样一个现象进行了社会调查，大部分人都说处分关系好的才会帮忙，关系一般的都直接屏蔽了，陌生人就更不用说了，大家讨厌朋友圈每天都在为了拉票一直刷屏的现象，看多了就直接给删除或者屏蔽了，估计大家都没想象到现在网络投票竟这样受排挤。'],
                ['究竟微信刷票是什么','相信非常多的朋友都听说过微信投票公司(Company)这个词语，这是一个新型的行业，也是一个新型的公司(Company)，要知道随着现在这种互联网的发展速度非常的快，大家每个人最少都有一两部手机，而且每个人都有自己的微信。'],
                ['经典解析微信刷票的快速方法和步骤 ','微信刷票的快速方法其实非常简单，就是加入投票的互投群，而投票互投群和主办方没有关系，是粉丝们自发建立的相互帮助的微信刷票投票群。刷票软件如果你参与了一些投票比拼活动，但是现实中又没有办法拉到更多的投票，不如选择在网上寻找微信投票公司帮助投票，这些专业的帮助别人投票的公司，有非常完善的措施，纯手工投票，不会出现任何问题。'],
                ['进行微信投票有哪些窍门',' 如今是一个科技不断进步发展的日子，有好多从事微信的朋友大多数会采用微信这种平台进行更多事项的处理(chǔ lǐ)，但是对于一些新人来讲，他们在使用微信的过程(guò chéng)中，一般只会选择(xuanze)使用微信语音聊天、视频聊天的方式方法，对于微信投票这种常识他们一般琢磨不清楚。'],
                ['进行微信投票有几步需要做 ','   现如今的信息化的时代，微信已经迅速崛起，越来越多的人们使用微信，而且微信的功能也越来越多，例如微信公众号的推出，转账功能的出现，还有现在很热门的微信投票也变的火热了起来，那么进行微信投票有几步需要做呢？'],
                ['微信刷票都整个比赛具有至关重要的作用',' 在实现生活中，非常多人并不了解(Find out)刷票的最真实的意义。有些人被误导刷票是一种利用欺骗性的手段而获取的名利，其实不然，投票公司(Company)存在的意义是减轻选秀的压力，每个投票都是真实有效的，它的IP地址都是不同的，所以代理投票并不像外界所评价的那样。正规的投票公司(Company)有信誉，会根据客户的要求制定服务(fú wù)网站内容。'],
                ['刷票的主要方式有哪几种','刷票的主要方式方法有哪几种         对于常常参与一些投票环节的人来说，刷票已经是一种司空见惯的事情了，可别小看了这种业务，如今它已经形成一个十分完善的产业，针对不同的客户需求制定不同的投票方案(fāng àn)，投票的方式方法也是多种多样的，那么主要的代理投票方式方法包括(bāo kuò)哪些呢？'],
                ['刷票的意义是什么？选择正规公司很重要','刷票的意义是什么？选择(xuanze)正规公司(Company)很重要            现今单位(unit)的各类活动，网络中的演艺活动等，投票已经是名次产生的重要形式。尤其是互联网的投票中，其活动多有快速、以及个性化的特性。刷票为何在各种投票中有着愈演愈烈的势头？其主要原因还是因为，活动类别的繁多，非常多参与投票者需要快速进行名次的提升。'],
                ['刷票的数量多少都能成为最终的评选成绩吗','  随着网上投票的评选活动成为了时代发展的一种方式方法。微信投票是数量最多、最具活力的经济群体，与民营企业互为主体，在扩大就业、促进非公经济发展等方面发挥不可替代重要作用，发展微信刷票具有全局和长远的战略意义。'],
                ['刷票的好处分别都有哪些呢',' 现在人们对网上投票这件事情的关注度都在大大提高，因为现在非常多活动在举办的时候都会涉及到这个投票，尤其是参加(cān jiā)比赛的时候。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。'],
                ['刷票的含义及其是否具有可行性',' 随着网络的不断发展，网上投票也开始出现并成为竞争的一项重要参考，随即刷票也相应的流行起来并被使用在了各种投票中。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。'],
                ['刷票的费用怎么样','  在现在的社会上常常性的听说到刷票公司(Company)，那么什么是刷票公司(Company)呢，刷票公司(Company)就是在网络上进行评选、选秀活动的时候，在没有足够的人进行网络投票的时候，就会用到刷票公司进行网络投票。'],
                ['刷票的不同层面理解含义',' 刷票是个很广泛的概念，在我们的生活中，我们常常说的刷票就是火车票，尤其是在过年过节车票紧张时，非常多人开始网上刷票，这也是最为有效的帮助自己回家的方法。'],
                ['刷票的安全方式有哪些？如何证实公司在投票？','刷票的安全方式方法有哪些？如何证实公司(Company)在投票？       如何选择(xuanze)安全的刷票方式方法？这其实首先要看公司的实力，现在非常多刷票的平台完全是看着市场(shì chǎng)中的这一热度，而毫无责任(zé rèn)感可言，这种没有刷票安全性的公司会给用户们造成巨大的损失，因此一定要多加防范。'],
                ['刷票带给我们的优势','在计算机技术日益发达的今天，我们生活中网络技术随处可见，网络的出现改善了人们的生活，我们可以在网络上学习、娱乐、工作。微信刷票随着经济不断的发展，科技不断变革，internet进入中国已经将近二十多年了，人们的线上生活越来越丰富多彩，于是应运而生的各种微信投票项目，怎样才能够让自己的气更旺一些，让更多的人关注到自己？这是大家都头疼的问题，于是刷票这个行业就诞生了'],
                ['教你可以获得比较多的微信投票的方法','  对于微信投票的这样的事情，可以说近两年来在微信圈中出现的次数比较多，尽管这样的投票方式方法意义并不大，也就是说就是看谁的微信好友多，谁就可以获胜。但是，大家还是乐此不疲的举办者这样的活动。那么怎么样可以获得比较多的微信投票呢，接下来，我们就对这样的方法进行介绍。'],
                ['讲述微信刷票原因及其意义 ',' 继微信投票出现后，新一轮的微信刷票风暴也接踵而至，为什么那么多人热衷于微信投票刷票呢?微信刷票意义何在?'],
                ['简析网络投票的可行性',' 网络投票通常也可以称作刷票，通常网络投票是指运用互联网对其进行投票，在网络上通常很少对某个人进行投票。微信刷票就是指在各种需要网民投票的活动当中实现重复投票，这样可以增加你的点击率和你的知名度，我们称这样的投票行为叫做刷票人工投票帮助大家进行投票的时候，通常都会帮助大家选择纯手工投票'],
                ['简析刷票的可行性 ','一般刷票的情况(Condition)大部分都会出现在网络上，也就是投票，通常是在对一些明星进行人气投票，为自己喜欢的偶像投票，并且不断的对其进行刷票，当然对于一些比赛中，也会有刷票的现象出现，也有的是自己为自己进行刷票，为了可以拥有一定的投票率，这种现象一般都会出现在综艺的活动中'],
                ['简述微信投票事项','玩微信的人现在是以病毒式的速度在增多，大家在自己的朋友圈内常常会收到： ;给我们家宝宝投个票刷个票吧 ； ;帮忙投一票哦 ;等一些关于微信投票的信息，可能刚开始兴起的时候非常多人都会帮忙点一下，之后越来越多的信息扑面而来的时候，相信百分之九十以上的人都会选择(xuanze)视而不见或者就像屏蔽微商一样的去屏蔽掉你发的一些信息吧。'],
                ['简单介绍一些基本的网络刷票窍门 ','  当今社会，投票活动明显已经成为一种网络潮流，那么你怎么样才能在这种竞赛环境中锋芒毕露，怎么样才能确保自个的票数高于其他人呢？非常多人都会选用刷票的办法来决议。'],
                ['简单介绍我们做熟知的微信 ',' 微信是有腾讯研发的用来即时通讯的应用程序。微信投票是数量最多、最具活力的经济群体，与民营企业互为主体，在扩大就业、促进非公经济发展等方面发挥不可替代重要作用，发展微信刷票具有全局和长远的战略意义。'],
                ['机器刷投票的速度惊人 ',' 大家在进行微信刷票的时候，可能都了解(Find out)一点，就是采用机器刷投票的方式方法进行。'],
                ['该不该刷票？安全正规的刷票是网络中常用的方','该不该刷票？安全正规的刷票是网络中常用的方式方法之一           刷票，是该用还是不该用？相信非常多参加(cān jiā)过各类投票的人都曾经有这样的感觉，投票活动是否够公平呢？为什么有的实力明显很强的人却不被人认可。'],
                ['关于刷票的社会大众心理分析',' 都说刷票是一门技术活，其实何止是一门技术活儿，简直是一门超高技术的活，它不仅要懂得各项软硬件技术，还要懂得大众心理学以及社会心理学，我们归结在以下几个方面'],
                ['公众平台投票;什么是投票？','　一、什么是投票？ 投票功能是可提供使用公众平台的用户有关于比赛、活动、选举等，进行收集粉丝意见，例如：XX宝宝大赛，可以提供参赛者信息给粉丝参与投票，手机端显示如下：'],
                ['公众平台投票 微信官方投票注意事项','1、若编辑投票功能使用时出现异常，如何处理(chǔ lǐ)？'],
                ['公众平台投票 如何创建投票信息？','微信刷票公司对大家来说才是最好的，因为他们是能以消费者的利益为前提和基础，帮助大家能够在任何的一场活动当中获得第一名，并且不需要参赛选手花费太多的时间和精力。相信很多的朋友都已经运用了这样子的办法去参加各类的活动，如果你落后了，那么肯定是 不能够有一个好的名次，并需要花费非常多精力和时间的。'],
                ['更换IP地址能够实现刷票的数量吗','     之前就听一些朋友在说网上刷票，是一个IP地址只能投一票，这样一来就还真的是难倒了不少人，所以大家只好在QQ上或者微信朋友圈去请亲朋好友帮忙投票，后来就有人发现了可以通过(tōng guò)转换IP地址来投票，当然这个是需要专业的电脑技术人才来设置IP地址。刷票软件一般情况下，消费者需要微信的投票都需要纯手工刷票，这需要一些麻烦的流程，所以价格会相对贵一些，不过，如果奖品的金额比较诱人的话，还是值得花费一些金钱去进行刷票的。'],
                ['跟着科技的行进对刷票公司软件也不断创新 ','刷票这个名词是网络广泛到不可胜数的家庭之后诞生的事物，它像人肉查找一样，是网络的衍生物(Derivatives)。简略来说刷票便是一些投票活动每个ID只能投一票，刷票就可以运用其中一种方法打破网站的束缚规矩，完结重复多次投票的方法方法。刷票可以运用在许多领域，比如刷火车票、门票、选举票，这些都比较少见，我们所说的刷票多指网络评价活动中的投票。 '],
                ['各网站对刷票的新型屏蔽措施探究',' 社会对公平的要求呼声越来越高，所以在技术升级的条件下，刷票器已经越来越没有办法满足我们的需求，除了刷票公司(Company)之外，还有其他更好的方式方法来突破限制吗？现在我们就来探讨一下各网站最近所研发出来的一些新型屏蔽措施，以及它的破解方法。'],
                ['告诉你怎样进行网络投票才能增加人气','网络投票是什么，其实很简单，就是在网上投票来给参赛者利用某些方法去突破投票网址的限制，来进行不断的投票，为参赛者点击投票率和增加人气。微信刷票就是指在各种需要网民投票的活动当中实现重复投票，这样可以增加你的点击率和你的知名度'],
                ['告诉你为什么微信投票可以吸粉？','在微信投票慢慢普及的现在，越来越多的公司(Company)都在举办各种活动，不仅能增加公司(Company)知名度，同时也可以吸引不少粉丝，那么微信投票为什么会吸粉呢？  '],
                ['告诉你怎么才能够让更多人来进行微信投票','自从投票行业兴起之后，投票的公司(Company)也慢慢变多，截止到目前未知，数不胜数的公司(Company)都在竞争客户，那么怎么样才可以让更多人来进行微信投票，而且还能去找你做呢？   现在在微信上面的各种活动不断增加，基本上都有一个特色，那即是需求你拉兄弟来帮你投票，只要投票的人越多，我们具有的票数才可以足够高，才可以在活动里边胜出，那么有哪些好用的微信投票办法，可以让更多的人希望来进行投票呢?   榜首当然即是在兄弟圈里边分享这个活动了，这么感兴趣的兄弟就会点进入，在巡查的时分天然也会帮你投上一票，这么子就可以为你带来许多的票数，这个就要看用户的兄弟圈里边的人数了，人越多，天然票数就能够越多。'],
		['高效专业，让您的票数升了又升 ','   您还在苦苦地守在电脑旁为自己喜欢的人一票一票的投票吗？您还在着急票数上不去吗？您还在因为自己没时间而担心票数吗？有这么多的难题怎么不找专业的来处理(chǔ lǐ)呢，您难道还不知道现在有刷票公司(Company)这种很高能的东西吗。'],
                ['高效专业的微信投票 想不赢都难','    非常多人都曾经有过苦苦守在电脑旁投票的经历，一边投票一边担心票数低，这是非常多人投票时的心理特性。微信刷票就是指在各种需要网民投票的活动当中实现重复投票，这样可以增加你的点击率和你的知名度，我们称这样的投票行为叫做刷票如果你知道有微信投票这一回事，那就不会为这些难题而烦恼了。'],
                ['告诉你微信投票到底是怎么一回事',' 网络，微信的发展，让人们的生活发生改变。微信刷票公司相信商家也是能够在一定程度上帮助大家的，并且使用自动刷并且启动自动投票的形式的话，也是能够在一定程度上增加速度的，这一点对于大家来说肯定是毋庸置疑的。'],
                ['付费微信刷票有什么特征','和免费的微信刷票相比，付费的微信刷票锁呈现出来的特性是截然不同的。刷票软件如果你参与了一些投票比拼活动，但是现实中又没有办法拉到更多的投票，不如选择在网上寻找微信投票公司帮助投票，这些专业的帮助别人投票的公司，有非常完善的措施，纯手工投票，不会出现任何问题。虽然需要花费一些资金，但是只要能够达到自己的目的，那也是相当值得的，值得一试。'],
                ['分享微信投票的一些小技巧', '微信投票与微信刷票，可以说都是一些参与其中一种活动的人们为自己增长人气的方式方法。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。'],
                ['多种刷票形式可同时存在 令名次快速上升','多种刷票形式可同时存在 令名次蹭蹭上升           刷票形式多种多样，那么对于用户来说该如何选择(xuanze)刷票形式？比如在快速投票公司(Company)中就有网络、短信(简称SMS)、人工等多种方式方法，除了包名次刷票以外，其实可以运用上所有的刷票形式。众所周知现在互联网十分发达，信息爆炸且透明，而各类投票活动也是层出不穷。'],
                ['多元化代理投票实现您不同的愿望','多元化代理投票实现您不同的愿望        有人说，有梦想才能成功。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。'],
                ['对于现在的刷票公司你是否真正的了解','对于现在的刷票公司(Company)你是否真正的了解(Find out)         我们生活在现在的21世纪，是一个高科技的时代，然而对于我们来说，现在的刷票公司(Company)也是在我们的生活中，随处可见，不是那么的陌生，是我们非常多的人都是非常熟悉，但是对其是否真正的了解(Find out)，是否可以真正的发挥其作用，却是我们值得关注的一个话题，也是我们现在需要去关注的一个方向。'],
                ['对于刷票是否是可以有效的操作利用，需要的是','对于刷票是否是可以有效的操作控制利用，需要的是一个方法               刷票在我们的日常生活中是随处可见，但是对于我们来说，随是非常的熟悉，但是是否可以让我们真正的可以有效利用，却是一个需要我们关注的一个话题，这就是需要我们进行一些新的学习，但是对其我们开始出现了刷票公司(Company)，是专门的进行一些学习方法的研究，我们可以快速的进行了解(Find out)认识。'],
                ['对刷票不同的理解含义','    刷票这个词很宽泛，我们非常多可能会说刷票，但是在不同的眼里，它的意思也是不同的，对于我们常常嘴里说的刷票，那就是在过节时期，车票紧张时，非常多人开始网上刷票，但是对于非常多参赛者来说，刷票就是不同的理解了。'],
                ['都有哪些人可以微信投票呢','随着社会科学的发展，生产技术日益强大。网络投票如果你想让自己的排名始终靠前，仅仅依靠周围的亲人朋友的投票可不行，还需要专业的刷票团队来为你排忧解难，只需要支付很小的一笔钱，便可以得到更多的现实利益的回报。微信渐渐走进人们的生活圈，微信投票也就出现了，使用微信的人群不只是我们年轻人，仔细看看身边有些中老年人也在使用微信。'],
		['22代理投票让未来演艺道路更辉煌','选秀的背后，到底是勤奋汗水的结晶还是代理投票的奥秘？事实上，有了充分的准备(ready)和刻苦的训练，还需要有一定的助力，这就是我们不得不面对的一个规则。微信投票是在市场经济环境中产生的一种新事物，在过去投票其实是一种调查观众一件的方式，看某一个节目是否受到群众的欢迎，但是现在的投票已经演变成一种商业活动了，它除了体现人气之外，还成为了一种明码标价的产品。'],
		['代理投票是正常的投票过程','在我们和刷票公司(Company)的大部分客户交流的时候，发现许多客户都是十分优秀的，并且对于有些对选秀以及比赛有经验的客户来讲，在过去的比赛中常常因为票数的问题(Emerson)被刷下去的大有人在，梦想就此终结，闪亮的人生似乎从此暗淡，但选秀和各类比赛背后的秘密到底有多少人知道。比赛是否是公平的？参赛人员背后是否有背景我们也不知道？但是当感觉到自己的才华被埋没，大多数人还是十分失落的，那么启用代理投票就不失是一个最好的办法。		'],
		['参加微信投票活动快速涨票有高招','时下讲究的是公平、公正，杜绝暗箱操作控制，我想微信投票就是一个非常好的方式方法，所以不知曾几何时，微信投票大大流行，席卷移动网络，明星、个人、公司(Company)、团体乐此不疲。微信投票是在市场经济环境中产生的一种新事物，在过去投票其实是一种调查观众一件的方式，看某一个节目是否受到群众的欢迎，但是现在的投票已经演变成一种商业活动了，它除了体现人气之外，还成为了一种明码标价的产品。			'],
		['参加网上投票，刷票机构帮助你','现如今，对于网络中的非常多投票活动，怎么样在这样的投票当中成为佼佼者呢？完全就是在于刷票机构，因为拥有最先进的投票软件，然后借助于这样的网络软件的模式(pattern)，然后在这样的前提下，进行刷票的服务(fú wù)，这就是为什么一直以来受到关注的关键所在。			'],
		['参加比赛怎么可以获得更多的票数','现在非常多个人方面都会参加(cān jiā)这些比赛，比赛其实在我们的生活中是非常多的也是非常习惯的，特别是通过(tōng guò)现在一些网络方面的方式方法开始进行投票，对于一些人脉方面的比赛来说的话，如果是实力方面非常厉害的话，那么获得冠军方面的机会也是非常的渺茫的，对于这种情况(Condition)我们一般都处理(chǔ lǐ)方法就是要找到一个很好的刷票公司(Company)来为自己未来的命运做出很好的保障，很好的满足现在非常多行业对于投票方面的需求，特别是一些非常有需要的人群来说都是非常重要的，可以有很大的优惠力度的，其中下面就有非常多的方面可以获得很好的人气的比赛、			'],
		['不要被非专业刷票公司的承诺欺骗','现今呢，网络投票、短信(简称SMS)投票可以说是风靡全球了，许多选秀节目、评选节目都采用这些方式方法来征集民众的意见与建议，有些看穿这些节目内幕的选手们纷纷都想通过(tōng guò)代理投票的方式方法来抚平自己在节目中遭受的不公平待遇，比如遭到评委老师的不好的评价等等。微信投票平台业务齐全，并且发展速度与时俱进，刷票安全技术与投票网站不冲突，并且可以在刷票之后再进行担保交易后的确认付款。			'],
		['不堪其扰微信投票刷票平台或成解决问题根本','微信的火热伴随着移动互联网出现，但不知何时起微信投票活动多了起来，多到在朋友圈几乎每天都有人让帮忙进行微信投票，不同的人对于这种拉票现象存在不同看法，但大多数的人不厌其烦不堪其扰。刷票软件一般情况下，消费者需要微信的投票都需要纯手工刷票，这需要一些麻烦的流程，所以价格会相对贵一些，不过，如果奖品的金额比较诱人的话，还是值得花费一些金钱去进行刷票的。			'],
		['包名次微信刷票的限制范围','我们作为专业的微信刷票公司(Company)，完全可以让您享受到包名次服务(fú wù)，不管您需要多少的票数，我们只管在最后让您拿到想要的名次，您可以尽情的享受在最后的十几分钟里，看着自己的票数分分钟把对手甩在后面的快感，不管需要投多少都由我们来掌握，如果包不到名次，我们承诺(Promise)分文不要，但是这里还有几句丑话要说在前头，以下的几项我们是不会包的。微信投票平台已经成为互联网投票中的重要组成部分，因为几乎每一场的互联网投票中都有刷票的存在，包括微信投票等。但是在这样的情况下，大家要保持冷静的思维，万万不可选择没有安全保障的刷票网站。			'],
		['安全投票才会让客户们放心 ','在进行微信投票的时候，大家都知道，要是不限制IP号的话，对于广大的朋友们来讲，要是操作控制起来，就是非常的简单的事情了。			'],
		['app拉票活动如何才能快速获胜？','如果自己参加(cān jiā)了app拉票活动想要获得更高的票数，这样才可以让自己获得最终的胜利，而且还可以获得更多的奖品，相信任何一个参加(cān jiā)活动的朋友都希望可以得到这样的奖励，但是如果想要让自己轻松获胜，就必须要掌握一些技巧和方法，这样不仅可以给自己带来更好的参赛享受，而且还可以让自己更顺利的稳赢，下面就来为大家介绍一些方法！'],
		
	]
	//点击按钮添加文章
	$('.addTxtBtn').on('click',function(){
		addTxtMore();
	})
	addTxtMore();
})
